AcRxBoxedValueOnStack.value
Returns the value that is boxed.
Returns:
Returns const reference to an AcRxValue object.
Returns the value that is boxed.
Returns:
Returns reference to an AcRxValue object.

AcRxBoxedValueOnStack.#ctor(AcRxValue!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
Constructor
value:
Reference to the AcRxValue object that needs to boxed.

AcRxBoxedValueOnStack
This class provides the functionality to create fast stack resident
instances.